{
  "footerFootnote": "Welcome to Rockfeather! We are Rockfeather. We use Data Visualization, Data Science, Data Engineering, Process Mining and Low-Code technology to build smart solutions. Together with our customers, we create best-in-class solutions for various industries and functions. Therefore, this is how we embrace technology and empower ambitious people.",
  "legalInformationLabel": "Legal Information",
  "legalInformationLink": "https://rockfeather.com/privacy-policy/",
  "pageHelp": {
    "headlinePrefix": "How to use the",
    "paragraphs": [
      {
        "headline": "Introduction",
        "values": [
           "Welcome to Rockfeather's Tech Radar, your compass in the ever-changing landscape of technology innovation. At Rockfeather, we pride ourselves on being pioneers in the digital realm, crafting solutions that redefine possibilities. In this dynamic tech radar, we unveil the cutting-edge technologies and methodologies propelling us toward the future.",

           "Explore the intersections of creativity and functionality, where our team of experts curates a collection of transformative tools and approaches. Witness the evolution of languages, frameworks, tools, and methodologies, each meticulously chosen to empower your projects and elevate your business strategies."
        ]
      },
      {
        "headline": "WIP - How to add a tool ?",
        "values": [
          "The radar acts as an overview of technologies that we everyone should know about."
        ]
      }
    ],
    "quadrants": [
      {
        "description": "Essential coding tools for data analysis",
        "name": "Languages and frameworks"
      },
      {
        "description": "Work-in-progress tools optimizing data processing tasks",
        "name": "Tools"
      },
      {
        "description": "Evolving techniques shaping precise data analysis strategies",
        "name": "Methods"
      },
      {
        "description": "Emerging services broadening data science applications",
        "name": "Other services"
      }
    ],
    "quadrantsPreDescription": "The quadrants are:",
    "rings": [
      {
        "description": "We can clearly recommend this technology. We have used it for longer period of time in different teams and it has proven to be stable and useful.",
        "name": "Adopt"
      },
      {
        "description": "We have used it with success and recommend to have a closer look at the technology in this ring. The goal of items here is to look at them more closely, with the goal to bring them to the adopt level.",
        "name": "Trial"
      },
      {
        "description": "We have tried it out and we find it promising. We recommend having a look at these items when you face a specific need for the technology in your project.",
        "name": "Assess"
      },
      {
        "description": "This category is a bit special. Unlike the others, we recommend to stop doing or using something. That does not mean that they are bad and it often might be ok to use them in existing projects. But we move things here if we think we shouldn't do them anymore - because we see better options or alternatives now.",
        "name": "Hold"
      }
    ],
    "ringsPreDescription": "Each of the items is classified in one of these rings:",
    "sourcecodeLink": {
      "description": "Contributions and source code of the AOE Tech Radar are on github:",
      "href": "https://github.com/AOEpeople/aoe_technology_radar",
      "name": "AOE Tech Radar on Github"
    }
  },
  "pageIndex": {
    "publishedLabel": "Quadrant Overview"
  },
  "pageItem": {
    "quadrantOverview": "Quadrant Overview"
  },
  "pageOverview": {
    "title": "Technologies Overview"
  },
  "revisionsText": "Revisions:",
  "searchLabel": "Search",
  "searchPlaceholder": "What are you looking for?",
  "socialLinks": [
    {
      "href": "https://www.linkedin.com/company/rockfeather",
      "iconName": "linkedIn"
    }
  ],
  "socialLinksLabel": "Follow us:"
}
